Repository: non1414/MunchableApp
Catalog: MunchableApp/*.lproj/Localizable.strings
Languages: ar

source: Skip
ar: تخطي

source: Start
ar: ابدأ

# on_title_1
source: Latest Technologies
ar: أحدث التقنيات

# on_desc_1
source: Use Make it to explore inspiring recipes to add a little fun to your dinner table by using AI.
ar: استخدم Make it عشان تكتشف وصفات ملهمة وتضيف شوية متعة على اكلك باستخدام الذكاء الاصطناعي.

# on_title_2
source: Get Inspired!
ar: خذلك جرعة إلهام!

# on_desc_2
source: Don’t know what to eat? we’ll suggest things to cook with the ingredients you have.
ar: مو عارف وش تاكل؟ إحنا نقترحلك اكلات تطبخها بالمكونات اللي عندك.

source: Ingredients
ar: المقادير

source: No ingredients found
ar: لا توجد مكونات

source: Directions
ar: الطريقة

source: Change recipe
ar: تغيير الوصفة

source: Next
ar: التالي

source: Previous
ar: السابق

source: Done
ar: تم

# welcome_message
source: Welcome to our world of culinary adventures!
ar: مرحبًا بكم في عالمنا المليء بمغامرات الطبخ!

# description_message
source: Get ready to explore mouthwatering recipes and elevate your cooking skills with Munchable!
ar: استعد لاستكشاف وصفات شهية وتعلم طبخ زي المحترفين مع Munchable!

# start_button
source: Start
ar: ابدأ

# choose_ingredient_title
source: Choose your available ingredient!
ar: اختر المكونات اللي عندك!

# search_placeholder
source: What are you craving
ar: إيش في مطبخك اليوم؟

source: Recently searched
ar: تم البحث مؤخراً

# no_recent_searches
source: No recent searches have been found
ar: لم يتم العثور على أي عمليات بحث حديثة

# next_button
source: Next
ar: التالي

# step_title
source: Step 1
ar: الخطوة 1

source: Cancel
ar: إلغاء

# your_ingredients_title
source: Your ingredients are
ar: مكوناتك هي

# make_it_button
source: Make it
ar: اصنعها

# edit_button
source: Edit
ar: تعديل

# done_button
source: Done
ar: تم

# step_2_title
source: Step 2
ar: الخطوة 2

source: Pancake
ar: بان كيك

source: Mix dry ingredients.
ar: اخلط المكونات الجافة.

source: Preheat oven to 200°F.
ar: سخن الفرن على 200 درجة.

source: Mix wet ingredients.
ar: اخلط المكونات السائلة.

source: Add dry ingredients to milk mixture.
ar: أضف المكونات الجافة إلى خليط الحليب.

source: Heat a large skillet.
ar: سخن مقلاة كبيرة.

source: For each pancake, spoon 2 to 3 tablespoons.
ar: لكل بان كيك، ضع 2 إلى 3 ملاعق كبيرة.

source: Back
ar: رجوع
